{
  "home": "Home",
  "aboutUs": "About us",
  "partnerRegister": "Partner Register",
  "myCentre": "My Centre",
  "logIn": "Log in",
  "signUp": "Sign up",
  "thuDucCity": "Thu Duc City",
  "district1": "District 1",
  "district3": "District 3",
  "district4": "District 4",
  "district5": "District 5",
  "district6": "District 6",
  "district7": "District 7",
  "district8": "District 8",
  "district10": "District 10",
  "district11": "District 11",
  "district12": "District 12",
  "binhTanDistrict": "Binh Tan District",
  "binhThanhDistrict": "Binh Thanh District",
  "goVapDistrict": "Go Vap District",
  "phuNhuanDistrict": "Phu Nhuan District",
  "tanBinhDistrict": "Tan Binh District",
  "tanPhuDistrict": "Tan Phu District",
  "nhaBeProvince": "Nha Be Province",
  "canGioProvince": "Can Gio Province",
  "cuChiProvince": "Cu Chi Province",
  "hocMonProvince": "Hoc Mon Province",
  "binhChanhProvince": "Binh Chanh Province",
  "findCourtNow": "Find court now",
  "searchForBadmintonCourtsInHoChiMinhCity": "Search for badminton courts in Ho Chi Minh city",
  "find": "Find",
  "selectTheDistrict": "Select the district",
  "district": "District",
  "listOfCentres": "List Of Centres",
  "rating": "Rating",
  "selectRating": "Select rating",
  "priceRange": "Price Range",
  "address": "Address",
  "openTime": "Open Time",
  "numberOfCourts": "Number of Courts",
  "price": "Price",
  "viewDetail": "View Detail",
  "termForCustomer": "Term For Customer",
  "termForPartner": "Term For Partner",
  "privacyPolicy": "Privacy Policy",
  "allRightsReserved2024CourtStar": "All Right Reserved 2024 Court Star",
  "dontHaveAccount": "Don't have account",
  "signUpForFree": "Sign up for free",
  "forgetPassword": "Forget Password",
  "continueWithGoogle": "Continue with Google",
  "customerRegister": "Customer Register",
  "enterFirstName": "Enter your First Name",
  "enterLastName": "Enter your Last Name",
  "enterEmail": "Enter your Email",
  "enterManagerEmail": "Enter email of Manager",
  "enterManagerName": "Enter name of Manager",
  "enterPhone": "Enter your Phone",
  "enterManagerPhone": "Enter phone number of Manager",
  "enterPassword": "Enter your Password",
  "firstName": "First Name*",
  "lastName": "Last Name*",
  "phone": "Phone",
  "password": "Password*",
  "conditionPassword": "Use 8 or more characters with a mix of letters, numbers & symbols",
  "agreeToOur": "Agree to our",
  "termOfUse": "Term of use",
  "and": "and",
  "signUpWithGoogleAccount": "Sign up with Google account",
  "alreadyHaveAnAccount": "Already have an account",
  "yourProfile": "Your Profile",
  "update": "Update",
  "cancel": "Cancel",
  "forgotPassword": "Forgot Password",
  "forgotPasswordNote": "Enter your email and we'll send you a code to verify your email!",
  "sendCode": "Send Code",
  "checkYourEmail": "Check Your Email",
  "weSent": "We just sent a verification code to ",
  "enterDigit": "Enter the 6-digit code mentioned in the email!",
  "enterNewPassword": "Enter your new password",
  "newPassword": "New Password",
  "enterConfirmNewPassword": "Confirm your new password",
  "confirmNewPassword": "Confirm New Password",
  "gotEmailYet": "Haven't got the email yet?",
  "resend": "Resend",
  "confirm": "Confirm",
  "myBalance": "My Balance",
  "manageStaff": "Manage Staff",
  "centreInformation": "Centre Information",
  "enterCentreName": "Enter Name of Centre",
  "centreName": "Centre Name",
  "enterCentreAddress": "Enter Address of Centre",
  "centreAddress": "Centre Address",
  "enterNumberOfCourts": "Enter Number of Courts",
  "enterPricePerHour": "Enter Price per Hour",
  "pricePerHour": "Price per Hour",
  "openTimes": "Open Time",
  "selectOpenTime": "Choose open time",
  "closeTime": "Close Time",
  "selectCloseTime": "Choose close time",
  "paymentMethod": "Payment Method",
  "enterPaymentMethod": "Enter payment method",
  "active": "Active",
  "deleted": "Deleted",
  "activated": "Activated",
  "activate": "Activate",
  "closed": "Closed",
  "close": "Close",
  "delete": "Delete",
  "information": "Information",
  "edit": "Edit",
  "status": "Status",
  "selectStatus": "Select Status",
  "feedbacks": "Feedbacks",
  "feedback": "feedback",
  "staffInformation": "Staff Information",
  "addStaff": "Add Staff",
  "fullName": "Full Name",
  "staffName": "Name of Staff",
  "enterStaffName": "Enter Staff's name",
  "enterUserName": "Enter User's name",
  "enterUserEmail": "Enter User's email",
  "enterUserPhone": "Enter User's phone",
  "selectSlot": "Select slot",
  "slot": "Slot",
  "staffs": "Staffs",
  "enterStaffEmail": "Enter Staff's email",
  "enterStaffPhone": "Enter Staff's phone",
  "enterStaffPassword": "Enter Staff's password",
  "OTHER_CONTENT": "New notification",
  "ADD_CENTRE_CONTENT": "There is a new centre need to approve from partner",
  "EDIT_CENTRE_CONTENT": "There is a centre need to re-approve from partner",
  "ACCEPT_CENTRE_CONTENT": "Your centre has been approved",
  "ACCEPT_WITHDRAWAL": "Withdrawal request has been approved",
  "DENIED_CENTRE_CONTENT": "Your centre was denied",
  "REGISTERED_CONTENT": "Welcome to Court Star!",
  "BOOKING_CONTENT": "There is a new booking",
  "upload": "Upload",
  "discard": "Discard",
  "enterAddress": "Enter Address",
  "COURTSTAR - A healthy body leads to a healthy mind": "COURTSTAR - A healthy body leads to a healthy mind",
  "History and Development": "History and Development",
  "foundedIn2024": "- Founded in 2024 in Vietnam as CourtStar. CourtStar has emerged as Vietnam's leading badminton court booking site.",
  "dynamicTeam": "- CourtStar boasts a dynamic team, embodying youth and energy.",
  "manyCourts": "- CourtStar currently has many badminton courts with good facilities.",
  "enthusiasticStaff": "- With a team of enthusiastic and dynamic staff. Strict yard approval policies. We are sure that we will bring a great experience to you when booking a badminton court on our website",
  "Mission and Vision": "Mission and Vision",
  "Vision": "Vision",
  "visionDescription": "CourStar aspires to be the foremost center in the field of badminton yard in Viet Nam.",
  "Mission": "Mission",
  "missionDescription": "Courtstar is committed to providing the best quality badminton courts to meet the passion of customers. In order to get that, we have to constantly improve the processing process, evaluate the quality of the courts. In the near future, Courtstar will be the center of the top quality badminton yard in Vietnam.",
  "CourtStar Commitments": "CourtStar Commitments",
  "Commitment to the Guest": "Commitment to the Guest:",
  "guestCommitments": [
    "Genuine court at the best prices.",
    "A superior playing badminton experience.",
    "The policy of changing, canceling the court transparently.",
    "Constantly listening to customers for timely support and service quality improvement.",
    "Provide a variety of badminton courts with different prices and quality for guests to choose.",
    "Guests can easily compare courses before booking.",
    "Customer support staff 24/7, ready to answer all questions of guests.",
    "The policy of changing, canceling the court transparently."
  ],
  "Commitment to the Partner": "Commitment to the Partner:",
  "partnerCommitments": [
    "Transparent cooperation policy.",
    "Attract potential customers.",
    "Diverse advertising policies.",
    "Improve the reputation of badminton courts."
  ],
  "quickView": "Quick view",
  "personalDataWeCollect": "Personal data we collect",
  "thirdPartyPersonalDataProvided": "Third-party personal data provided by customers",
  "purposeForDataProcessing": "Purpose for data processing",
  "sharingPersonalData": "Sharing personal data",
  "internationalDataTransfer": "INTERNATIONAL DATA TRANSFER",
  "dataStorageAndProcessingTime": "DATA STORAGE AND PROCESSING TIME",
  "rightsAndObligationsOfCustomers": "RIGHTS AND OBLIGATIONS OF CUSTOMERS",
  "dataProtection": "DATA PROTECTION",
  "cookies": "COOKIES",
  "updatingDataProtectionPolicy": "UPDATING THE DATA PROTECTION POLICY",
  "thankYouForVisiting": "Thank you for visiting the website. We respect and are committed to protecting your privacy. Please read the privacy policy below to better understand the commitments we make to respect and protect the rights of our visitors.",
  "overview": "Overview",
  "overviewText1": "As the Data Controller and/or Personal Data Processor (as defined in Decree No. 13/2023/NĐ-CP issued on April 17, 2023, effective from July 1, 2023 – referred to as \"Decree 13\"), this Data Protection Policy (\"Policy\") will outline how CourtStar processes the Data you provide to or is collected by CourtStar.",
  "overviewText2": "\"Data Processing\" means one or more activities affecting Personal Data, such as: collection, recording, analysis, verification, storage, editing, disclosure, combination, access, retrieval, recovery, encryption, decryption, copying, sharing, transmission, provision, transfer, deletion, destruction of Personal Data or other related actions.",
  "overviewText3": "\"Personal Data\" is information in the form of symbols, writing, numbers, images, sounds, or similar on an electronic environment linked to a specific individual or helps identify a specific individual. Personal Data includes basic personal data and sensitive personal data.",
  "dataCollectionIntro": "CourtStar collects various types of information related to the Services, including:",
  "personalData": "Personal Data",
  "personalDataDetails": "CourtStar collects data about how you use our services and products, such as the type of services you view or are interested in, or how frequently you use the services. We also collect Personal Data that you provide to us when you subscribe to marketing newsletters, complete a survey, or register an account to purchase our products/services. In doing so, we may ask for Personal Data such as your name, gender, date of birth, address, email address, phone number, or credit card details. Please note that credit card information is sensitive personal data as regulated by Decree 13.",
  "personalDataCollectedAutomatically": "Personal Data CourtStar collects automatically",
  "automaticDataCollectionIntro": "Types of Personal Data that we may collect include, but are not limited to, the following information:",
  "contactInformation": "Contact Information",
  "contactInformationDetails": "For example: email address, phone number.",
  "financialInformation": "Financial Information",
  "financialInformationDetails": "For example: bank account number/debit card/credit card, account holder's name, type of payment card or account used... Please note that this information is sensitive personal data as regulated by Decree 13.",
  "transactionInformation": "Transaction Information",
  "transactionInformationDetails": "For example: the purchase history of products/services.",
  "behavioralInformation": "Behavioral Information",
  "behavioralInformationDetails": "For example: your activities, interests, and habits when accessing the services.",
  "profileInformation": "Profile Information",
  "profileInformationDetails": "For example: age, gender, preferences, and interests.",
  "marketingAndCommunicationInformation": "Marketing and Communication Information",
  "marketingAndCommunicationDetails": "For example: preferences in receiving marketing information from CourtStar and communication preferences.",
  "thirdPartyPersonalDataIntro": "We may also collect information about you from third parties that you have consented to or if it is necessary to provide services to you. This data includes, but is not limited to:",
  "thirdPartyPersonalDataItem1": "Personal data you have provided to our service partners.",
  "thirdPartyPersonalDataItem2": "Personal data available on social networks.",
  "thirdPartyPersonalDataItem3": "Personal data provided by third parties.",
  "thirdPartyPersonalDataItem4": "Personal data from other sources.",
  "thirdPartyPersonalDataItem5": "Personal data collected by using third-party cookies.",
  "purposeForData": "PURPOSES FOR DATA PROCESSING",
  "scopePermitted": "Within the scope permitted by you and/or to the extent that the law requires or allows, CourtStar may use your Personal Data for simultaneously one or more of the following purposes:",
  "regisAuthen": "Registration and Authentication",
  "processData": "We may Process your Data for the purpose of registration, verification, or authentication of your identity when we provide products/services to you and/or serve other purposes as required by law and this Policy.",
  "relationManagement": "Relationship Management",
  "processYour": "We may Process your Data to serve the purpose of contacting, communicating, managing customer files, processing information inquiries, requests, feedback, complaints upon your request related to the products we provide to you.",
  "dataAnalysis": "Data Analysis",
  "dataPurpose": "We may Process your Data for the purpose of introducing products you may be interested in, identifying your preferences, and personalizing your experience; to learn more about you, the products you receive, and other products you may want to receive; to measure your level of interaction, perform data analysis, profile data, market research, surveys, behavior evaluations, statistics and segmentation, trends, and consumer models...",
  "improveProduct": "Improving Products/Services",
  "dataServe": "We may Process your Data to serve the purpose of troubleshooting and diagnosing product malfunctions, errors, defects, providing customer care and support services; To assess, improve, and develop products based on your satisfaction and consumer behavior; to measure the effectiveness of marketing campaigns, communications as well as business models.",
  "meetFunction": "To meet the functions on online pages",
  "weMay": "We may Process your Data to perform the purpose of managing, operating, monitoring, supervising, and managing online websites and platforms, ensuring that websites function properly, efficiently, and securely; to create favorable conditions for your experience on our websites.",
  "informationTech": " Information Technology Management",
  "toPerform": "CourtStar may Process your Data to perform the purpose of managing operations, improving, developing information technology systems which may include ensuring information security and data protection, ensuring the availability, integrity, and security of the system, ensuring the system's performance meets user needs.",
  "protectCommon": "Protecting Common Interests",
  "thirdParties": "CourtStar may Process your Data to perform the purpose of protecting the security, integrity, and safety of data, our business operations; to exercise our rights or protect our legitimate interests when necessary. For example, to resolve complaints, lawsuits, detect, prevent and prosecute illegal activities; to ensure compliance with our terms and conditions under Contracts and/or any documents with third parties.",
  "complianceLegal": "Compliance with Legal Regulations",
  "complyLegal": "CourtStar may Process your Data to comply with legal regulations and requirements from competent authorities in Vietnam as well as in foreign countries where we operate legally.",
  "personalShare": "SHARING PERSONAL DATA",
  "mayDisclose": "We may disclose or transfer your Personal Data to the following third parties consistent with the Purposes in this Policy. These third parties may be in the territory of Vietnam or outside the territory of Vietnam.",
  "websiteSocial": "Websites, Social Media Platforms",
  "provideYou": "We may optionally provide you with a login feature on the CourtStar without requiring you to enter information into a form.",
  "uponRequest": "Third Parties upon Request by Competent Government Authorities and/or Legal Requirements",
  "toProtecting": "We commit to protecting your Personal Data and only disclosing or sharing it when requested by competent government authorities and/or legal requirements. In such cases, we will cooperate with competent government authorities or other third parties to comply with the law, protect our rights and yours, prevent fraud, secure or address information security issues.",
  "dataTransfer": "INTERNATIONAL DATA TRANSFER",
  "beTransfer": "Your Personal Data may be transferred by us from Vietnam (Home Country) to a location, city, country outside the territory of Vietnam (Alternate Country). When we transfer your Personal Data from the Home Country to the Alternate Country, we will comply with the legal obligations and regulations related to your Personal Data, including having a legal basis for transferring Personal Data and applying appropriate protective measures to ensure an adequate level of protection of Personal Data.",
  "legalBasis": "The legal basis for us to carry out the transfer of Personal Data as stipulated herein will be your consent to the Policy and the protective measures as prescribed by law.",
  "dataStorage": "DATA STORAGE AND PROCESSING TIME",
  "storeProcess": "We only store and process your Personal Data for the period that we need that information to serve the Purposes in the Policy for you or to comply with our legal obligations. Your Personal Data begins to be processed from the moment we access your Personal Data.",
  "ceaseStoring": "We will cease storing your Personal Data by safely cancelling the Personal Data in accordance with the legal regulations and the Policy as soon as (i) there is a reasonable cause to believe that such storage no longer serves the Purposes for which the Personal Data was collected and is no longer necessary for any legal or business Purpose and/or (ii) the storage term of the information expires as regulated by law and/or (iii) there is a request from you regarding the cancellation of Personal Data, objection, restriction of Data Processing or withdrawal of consent for allowing Data Processing of yours.",
  "regulationsAbove": "Notwithstanding the regulations above, we may retain some of your Personal Data to exercise our rights or comply with the regulations in the Policy or comply with legal regulations.",
  "rightsAnd": "RIGHTS AND OBLIGATIONS OF CUSTOMERS",
  "knowRight": "Right to know",
  "rightTo": "You have the right to clearly, transparently, and fully know about how we Process your Data and includes information about what rights and obligations you have regarding the Personal Data when being Processed by us, except where the law stipulates otherwise.",
  "toConsent": "Right to consent and withdraw consent",
  "haveRight": "You have the right to consent to allow us to Process your Data according to this Policy (specifically, we rely on consent as the legal basis for Data Processing).",
  "toWithdraw": "You have the right to withdraw your consent, except where the law stipulates otherwise, at any time by informing us about this (although if you withdraw your consent, it does not mean that the Data Processing of your Personal Data up to that point was unlawful).",
  "toAccess": "Right to access and modify",
  "toView": "You have the right to access to view, edit, or request us to edit any Personal Data about you that we are processing, except where the law stipulates otherwise.",
  "notResponsible": "We are not responsible for issues arising in the case Personal Data provided by you (i) is forged/inaccurate (partially or wholly) or (ii) causes misunderstanding or (iii) is incomplete/ not comprehensive/ irrelevant or (iv) not updated to us about any changes to the Personal Data of you such as the information that you provided to us and/or other cases as regulated by law.",
  "deleteData": "Right to delete data",
  "toRequest": "You have the right to request us to delete a part or all of your Personal Data, except where the law stipulates otherwise. Please note that this is not an absolute demand in all cases, as we may have legal grounds to retain your personal information to serve the Purpose of complying with legal regulations and/or requests from competent state agencies.",
  "toRestrict": " Right to restrict Data Processing",
  "toLimit": "You have the right to request to limit the Processing we carry out regarding your Personal Data, except where the law stipulates otherwise. This right means that the extent to which we Process Data regarding your Personal Data will be limited, therefore, we may store the information but may not further use or process the information.",
  "toProvided": "Right to be provided data",
  "mayRequest": "You may request us to provide a copy of your Personal Data that we have.",
  "toObject": "Right to object to Data Processing",
  "toData": "You have the right to object to Data Processing of yours to prevent or restrict the disclosure of Personal Data or use for the Purpose of advertising, marketing, except where the law stipulates otherwise.",
  "toComplain": "Right to complain",
  "toSubmit": "Customers have the right to submit complaints about the disclosure of personal information to a third party to the Management Board of the CourtStar website according to the contact information in section 12. Upon receiving these responses, CourtStar will verify the information and must have the responsibility to respond to the reason and guide customers to check and secure the information again.",
  "toRequests": "Right to request compensation for damages",
  "requestCompensation": "You have the right to request compensation for damages as regulated by law when there is a basis to believe that we violated the regulations protecting your Personal Data, except where the parties have a different agreement or the law stipulates otherwise.",
  "toSelf": "Right to self-defense",
  "asRegulated": "You have the right to self-defense as regulated by the Civil Code and current laws, or request competent agencies, organizations to carry out methods to protect your civil rights as regulated by the Civil Code.",
  "tryTo": "We always try to process your requests quickly, fairly, and transparently. However, we reserve the right to reject requests that are baseless, repetitive or violate our legitimate rights and interests or those of any third party or are outside the authority/scope of data processing of ours. We will notify you of the reason for the refusal and how to remedy it if possible.",
  "mayExercise": "You may exercise these rights by sending us an email at the (Contact Us) section and attach relevant documents (when we request and/or the law allows). If the request is made by someone other than you but this person does not provide proof that the request is made on your behalf legally and with your valid consent, then the request will be denied.",
  "ownPrivacy": "For your own privacy and information security, we may require you to verify your identity before responding to the exercise of the rights mentioned in Article 7 of this Policy from you.",
  "ofCustomers": "Obligations of customers",
  "provideFull": "Provide full, accurate Personal Data when you agree for us to Process Data.",
  "respectProtect": "Respect, protect the Personal Data of others.",
  "otherLegal": "Comply with other legal requirements and obligations regarding data subjects as regulated by law.",
  "notesOn": "Notes on potential unwanted consequences and damages",
  "ifYou": "If you exercise one or more of your rights as the Policy, then we (i) may not be able to perform the necessary actions to achieve the Purposes of processing described in the Policy for you; and/or (ii) may not be able to perform, enter into contracts we have been or are trying to sign with you; and/or (iii) may not be able to provide you with our services.",
  "ofYours": "Your exercise of your rights and the unwanted consequences will be considered as termination from your side of any relationship you have with us, and/or a violation of obligations, commitments under the contract. To clarify, we explicitly reserve our legal rights and remedies in those cases and will not be liable to you for any loss, damage, claims, or lawsuits arising from your exercise of your rights as stated above.",
  "dataProtections": "DATA PROTECTION",
  "weHave": "We have implemented and continue to implement various technical and organizational measures to protect and secure your Personal Data, such as:",
  "byLaw": "The personal information of members  is absolutely confidential according to the personal information protection policy of CourtStar. The collection and use of information from each member are only performed with the consent of that customer unless otherwise specified by law.",
  "rulesOn": "Implement policies, rules on information security, and technical measures to protect Personal Data and comply with legal requirements.",
  "conductSecurity": "Conduct security checks on systems and devices, equipment used to process Personal Data before processing, irreversibly delete or destroy devices containing Personal Data.",
  "weAlso": "We also require our service providers, or other third parties we cooperate with and have disclosed your personal data to, to implement similar standards and measures on security, privacy, and data security when they Process your Data.",
  "theEvent": "In the event that the server storing information is attacked by hackers leading to the loss of customer personal data, CourtStar will be responsible for notifying the incident to the authorities for timely investigation and informing the customers concerned.",
  "forCookies": "COOKIES",
  "cookieIs": "A cookie is a text file placed on your hard disk by a web server. Cookies are not used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to your computer and can only be read by a web server in the domain that issued the cookie to you.",
  "toHelp": "We use (cookies) to help personalize and maximize the efficiency of your online time when accessing the website CourtStar without having to re-register available information.",
  "acceptDecline": "You may accept or decline cookies. Most browsers automatically accept cookies, but you can modify your settings to decline all cookies if you prefer. However, if you choose to decline cookies, this may interfere with and adversely affect some services and features dependent on cookies at the website/app.",
  "updatingThe": "UPDATING THE DATA PROTECTION POLICY",
  "mayModify": "We may review, modify, or automatically update this Policy on our websites CourtStar at our sole discretion at any time, to ensure that updates are consistent with our business operations as well as compliance with changes in legal regulations. If these changes are significant, we will provide a more noticeable notification (through a general announcement published on the website CourtStar or to the email address you provided).",
  "agreeThat": "You agree that you are responsible for regularly reviewing this Policy to stay informed about how we are Processing your Data and thus, your continued use of the website CourtStar or use of the services we provide after any modification to this Policy will constitute your consent to this Policy and all modifications (if any) and the Processing of your Data under this Policy and all modifications (if any).",
  "forConsent": "CONSENT",
  "pleaseRead": "Please read this policy carefully and ensure that you have read, understood the entire content of the Policy, and agree, allowing us to Process your Data as regulated in this Policy.",
  "notAgree": "If you do not agree with any content in the Policy, please do not continue to access the website or provide/send Personal Data to us. You have the right to submit your feedback, complaints, and inquiries at the section “CONTACT US” for clarification.",
  "allCenTre": "All Centre",
  "topUp": "Top-up",
  "withdraw": "Withdraw",
  "billPayment": "Bill Payment",
  "todayIncome": "Today's Income",
  "todayBookings": "Today's Bookings",
  "expectedRevenue": "Expected Revenue",
  "amount": "Amount",
  "selectAmount": "Select Amount",
  "enterAmount": "Enter amount",
  "pending": "Pending",
  "dashboard": "Dashboard",
  "allUser": "All User",
  "centreManager": "Centre Manager",
  "managerName": "Name of manager",
  "managerEmail": "Manager's Email",
  "customer": "Customer",
  "customerName": "Name of Customer",
  "enterCustomerName": "Enter Customer's Name",
  "enterCustomerEmail": "Enter Customer's Email",
  "enterCustomerPhone": "Enter Customer's Phone",
  "withdrawalRequest": "Withdrawal Request",
  "postCentreRequest": "Post Centre Request",
  "description": "Description",
  "cancelBooking": "Cancel booking",
  "canceled": "Canceled",
  "deny": "Deny",
  "booking": "Booking",
  "bookNow": "Book now",
  "calendar": "Calendar",
  "to": "to",
  "court": "Court",
  "Monday": "Monday",
  "Tuesday": "Tuesday",
  "Wednesday": "Wednesday",
  "Thursday": "Thursday",
  "Friday": "Friday",
  "Saturday": "Saturday",
  "Sunday": "Sunday",
  "Description": "Description",
  "basicTerms": [
    "You are responsible for any activity that occurs under your user account.",
    "You must not spam features on our website.",
    "You must not steal our ideas or trademarks.",
    "You must comply with our terms of booking"
  ],
  "generalConditions": [
    "We reserve the right to terminate our service for any reason, without notice at any time.",
    "Your continued use of this app will constitute your acceptance of such changes or modifications, what constitutes a material change will be determined at our sole discretion, in good faith and using common sense and reasonable judgment.",
    "We reserve the right to refuse service to anyone for any reasonable judgment.",
    "When you use the services of any court you have booked, you must comply with the rules of that court as well as on our site.",
    "The yard price we display has been checked by us against the quality of that yard, so you can rest assured that you will experience the service at the right price."
  ],
  "prohibitedActivities": [
    "Systematically retrieve data or other content from the app to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.",
    "Circumvent, disable, or otherwise interfere with security-related features of the App, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the app and/or the Content contained therein.",
    "Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.",
    "Make improper use of our support services or submit false reports of abuse or misconduct.",
    "Interfere with, disrupt, or create an undue burden on the app or the networks or services connected to the app.",
    "Attempt to impersonate another user or person or use the username of another user.",
    "Use any information obtained from the app in order to harass, abuse, or harm another person.",
    "Decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the app.",
    "Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Marketplace Offerings to you.",
    "Copy or adapt the app software, including but not limited to Flash, PHP, HTML, JavaScript, or other code."
  ],
  "refundPolicy": [
    "Once you have booked the court and paid successfully, you are not allowed to cancel the court for any reason. If you cancel, you will not receive a refund of the money you paid.",
    "In case your booked court is canceled by Court Manager for reasons related to court repair or from a partner, you will receive a 100% refund of the amount you paid."
  ],
  "basicTermsPartner": [
    "All partners who want to cooperate with us must have a clear and transparent business license.",
    "Court must have clear addresses and good quality.",
    "Partners must accept all of our terms."
  ],
  "uploadCondition": [
    "We require you to provide full yard information such as center name, center address, district, Price Per Hour, Number of Courts, Open and Close Time, authentic image of the Court, Court description.",
    "Once you have successfully posted your Centre, our system will check and authenticate it. After successful authentication, your Centre will be displayed on our web."
  ],
  "moneySharing": [
    "Our policy is based on the current market price, We will earn 5% on each booking that the customer makes.",
    "The price we charge is the most reasonable on the market, we will not accept any cases that want to negotiate on price."
  ],
  "withdrawPolicy": [
    "For Court Manager money on our web, you can request to withdraw money at any time. We require that you enter Name of Banking, Number of Banking, Amount of Money, Name of Cardholder correctly.",
    "Our refund policy will appear within 2 to 3 days. We hope that Court Managers will wait until the money is in their account after making a request. If you do not receive it after 2 to 3 days, please contact email Courtstar.se@gmail.com so we can provide timely support."
  ],
  "prohibitedActPartner": [
    "Court Manager must not post false information about the court you want to cooperate with on our website.",
    "There must be no money scams against our customers.",
    "Do not collect information about courts on our system without CourtStar's consent"
  ],
  "reset": "Reset",
  "Partners": "Terms and Conditions for Partner",
  "basicTerm": "Basic Terms",
  "condition": "GENERAL CONDITION",
  "uploadCourt": "Upload-Court Policy",
  "partnerSharing": "Money-Sharing Policy",
  "withdrawalPolicy": "Withdraw Policy",
  "prohibitedActivity": "PROHIBITED ACTIVITIES",
  "copyRight": "COPYRIGHT",
  "allCopyright": "The content on this app, including images, texts, and videos are protected under copyright and trademark, so it will be illegal to use any of them without consent. Except for the content uploaded by the users, all the material available is the property of this app. The Terms of this app gives no one a right to using the app’s name or any other information such as domain name, trademarks, templates, and other distinguishing features. We have the right to use your remarks, feedback, and recommendations regarding this app.The content on this app, including images, texts, and videos are protected under copyright and trademark, so it will be illegal to use any of them without consent. Except for the content uploaded by the users, all the material available is the property of this app. The Terms of this app gives no one a right to using the app’s name or any other information such as domain name, trademarks, templates, and other distinguishing features. We have the right to use your remarks, feedback, and recommendations regarding this app.",
  "Customer": "Terms and Conditions for Customer",
  "beLiable": "You will be liable for every activity that takes place within your user profile.",
  "useThe": "You may not access or use the app for any purpose other than that for which we make the app available. The app may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us. As a user of the app, you agree not to:You may not access or use the app for any purpose other than that for which we make the app available. The app may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us. As a user of the app, you agree not to:",
  "refunderPolicy": "REFUND POLICY",
  "frequency": "Frequency",
  "weeklyBooking": "Weekly booking",
  "apply": "Apply",
  "plsEnterEmail": "*Please enter your password!",
  "plsEnterPassword": "*Please enter your password!",
  "wrongMailOrPass": "Wrong email or password!",
  "plsEnterFirstName": "*Please enter your first name!",
  "plsEnterLastName": "*Please enter your last name!",
  "plsEnterPhone": "*Please enter your phone number!",
  "youWillNotAbleToRecoverTheEntireSelection": "You will not able to recover the entire selection",
  "youWillNotAbleToRecoverThisAction": "You will not able to recover this action",
  "areYouSure": "Are you sure",
  "youAllowThisCentreOpenInTheSystem": "You allow this centre open in the system",
  "youAllowThisWithdrawalRequest": "You allow this Withdrawal Request",
  "youDeleteThisManagerAccount": "You delete this manager account",
  "youDeleteThisStaffAccount": "You delete this staff account",
  "youDeleteThisCustomerAccount": "You delete this customer account",
  "allRating": "All Rating",
  "1star": "1 Stars",
  "2star": "2 Stars",
  "3star": "3 Stars",
  "4star": "4 Stars",
  "5star": "5 Stars",
  "allStatus": "All Status",
  "Unavailable": "Unavailable",
  "Available": "Available",
  "dateCreate": "Date Create",
  "selectDateCreate": "Select Date Create",
  "allRequest": "All Request",
  "Ascending": "Ascending",
  "Descending": "Descending",
  "Accepted": "Accepted",
  "Denied": "Denied",
  "Pending": "Pending",
  "totalRevenue": "Total Revenue",
  "totalCentre": "Total Centre",
  "totalUser": "Total User",
  "profitGrowth": "Profit Growth",
  "revenue": "Revenue",
  "userRegistration": "User Registration",
  "centreRegistration": "Centre Registration",
  "Export": "Export",
  "weekRevenue": "Week's Revenue",
  "postCentre": "Post Centre Request",
  "allDate": "All Date",
  "allSlot": "All Slot",
  "bookingDetail": "Booking Detail",
  "Date": "Date",
  "selectDate": "Select Date",
  "courtNumber": "Court Number",
  "checkIn": "Check in",
  "opening": "Opening",
  "Disable": "Disable",
  "manage": "Manage",
  "moveStaff": "Move Staff",
  "Submit": "Submit",
  "selectCentre": "Select Centre",
  "withdrawalHistory": "Withdrawal history",
  "bankName": "Bank's Name",
  "enterNameBank": "Enter Name of Bank",
  "accountNumber": "Account Number",
  "enterAccountNumber": "Enter Account number",
  "cardholderName": "Card Holder's Name",
  "enterCardholderName": "Enter Holder's Name",
  "noReason" : "No reason",
  "overviewThisWeek": "Overview this week",
  "approvedCentre": "Approved centre",
  "registeredPartner": "Registered partner",
  "registeredCustomer": "Registered customer",
  "revenueGrowthChart": "Revenue growth chart",
  "accountAndCentreRegistrationChart": "Account and centre registration chart",
  "export": "Export",
  "addStaffSuccess": "Add Staff Success",
  "enterReasonForDenied": "Enter the reason for the refusal",
  "reasonForDenial": "Reason For Refusal",
  "accept": "Accept",
  "requestDetail": "Request Detail",
  "createdDate":"Created date",
  "responseDate": "Response date",
  "logOutSuccessfully": "Log out successfully",
  "bookingHistory": "Booking history",
  "logOut": "Log out",
  "myPlatform": "My Platform",
  "deleteStaffSuccess": "Delete Staff Successfully",
  "youDeleteThisAccount": "You want to delete this account",
  "deleteProfileSuccess": "Delete Profile Successfully",
  "deleteProfileError": "Delete Profile Error",
  "profileUpdatedSuccessfully": "Profile Updated Successfully",
  "profileUpdatedError": "Profile Update Error",
  "youAllowDeleteThisCentre": "You want to delete this centre",
  "expired": "Expired",
  "undo": "Undo",
  "someoneIsPayingForThisSlotPleaseChooseAnotherSlot!": "Someone is paying for these slots, please choose another slot!",
  "thisSlotCannotBeBookedConsecutivelyForTheNumberOfWeeksYouSelect": "This slot cannot be booked consecutively for the number of weeks you select!",
  "loginSuccess": "Login successfully!"
}
