{
  "home": "Trang chủ",
  "aboutUs": "Về chúng tôi",
  "partnerRegister": "Đăng ký đối tác",
  "myDashboard": "My Dashboard",
  "myCentre": "Sân của tôi",
  "logIn": "Đăng nhập",
  "signUp": "Đăng ký",
  "thuDucCity": "Thành phố Thủ Đức",
  "district1": "Quận 1",
  "district3": "Quận 3",
  "district4": "Quận 4",
  "district5": "Quận 5",
  "district6": "Quận 6",
  "district7": "Quận 7",
  "district8": "Quận 8",
  "district10": "Quận 10",
  "district11": "Quận 11",
  "district12": "Quận 12",
  "binhTanDistrict": "Quận Bình Tân",
  "binhThanhDistrict": "Quận Bình Thạnh",
  "goVapDistrict": "Quận Gò Vấp",
  "phuNhuanDistrict": "Quận Phú Nhuận",
  "tanBinhDistrict": "Quận Tân Bình",
  "tanPhuDistrict": "Quận Tân Phú",
  "nhaBeProvince": "Huyện Nhà Bè",
  "canGioProvince": "Huyện Cần Giờ",
  "cuChiProvince": "Huyện Củ Chi",
  "hocMonProvince": "Huyện Hóc Môn",
  "binhChanhProvince": "Huyện Bình Chánh",
  "findCourtNow": "Tìm sân ngay",
  "searchForBadmintonCourtsInHoChiMinhCity": "Tìm kiếm sân cầu lông tại Thành phố Hồ Chí Minh",
  "find": "Tìm",
  "selectTheDistrict": "Chọn quận",
  "listOfCentres": "Danh sách sân",
  "rating": "Đánh giá",
  "selectRating": "Chọn đánh giá",
  "priceRange": "Giá thuê",
  "address": "Địa chỉ",
  "openTime": "Giờ hoạt động",
  "numberOfCourts": "Số sân",
  "price": "Giá thuê",
  "viewDetail": "Xem chi tiết",
  "termForCustomer": "Điều khoản người dùng",
  "termForPartner": "Điều khoản đối tác",
  "privacyPolicy": "Chính sách bảo mật",
  "allRightsReserved2024CourtStar": "Bản quyền thuộc sở hữu của Court Star 2024",
  "dontHaveAccount": "Chưa có tài khoản",
  "signUpForFree": "Đăng ký",
  "forgetPassword": "Quên mật khẩu",
  "continueWithGoogle": "Đăng nhập bằng Google",
  "customerRegister": "Đăng ký Người dùng",
  "enterFirstName": "Nhập Tên",
  "enterLastName": "Nhập Họ",
  "enterEmail": "Nhập Email",
  "enterPhone": "Nhập Số điện thoại",
  "enterManagerPhone": "Nhập số điện thoại của Quản lý",
  "enterPassword": "Nhập Mật khẩu",
  "firstName": "Tên",
  "lastName": "Họ",
  "phone": "Số Điện Thoại",
  "password": "Mật Khẩu",
  "conditionPassword": "Sử dụng 8 ký tự trở lên kết hợp chữ cái, số và ký hiệu",
  "agreeToOur": "Đồng ý với",
  "termOfUse": "Điều khoản sử dụng",
  "and": "và",
  "signUpWithGoogleAccount": "Đăng ký với tài khoản Google",
  "alreadyHaveAnAccount": "Đã có tài khoản",
  "yourProfile": "Thông tin Cá nhân",
  "update": "Cập Nhật",
  "cancel": "Huỷ bỏ",
  "forgotPassword": "Quên Mật Khẩu",
  "forgotPasswordNote": "Nhập email của bạn và chúng tôi sẽ gửi mã xác nhận đến email!",
  "sendCode": "Gửi mã",
  "checkYourEmail": "Kiểm tra Email",
  "weSent": "Chúng tôi đã gửi mã xác nhận đến ",
  "enterDigit": "Nhập mật mã gồm 6 chữ số đã được gửi đến",
  "enterNewPassword": "Nhập mật khẩu mới",
  "newPassword": "Mật khẩu mới",
  "enterConfirmNewPassword": "Xác nhận lại mật khẩu",
  "confirmNewPassword": "Xác nhận lại mật khẩu mới",
  "gotEmailYet": "Chưa nhận được email?",
  "resend": "Gửi lại",
  "confirm": "Xác nhận",
  "myBalance": "Số dư của tôi",
  "manageStaff": "Nhân viên",
  "staffs": "Nhân viên",
  "staffName": "Tên của Nhân viên",
  "enterStaffName": "Nhập tên của nhân viên",
  "centreInformation": "Thông tin Sân",
  "enterCentreName": "Nhập tên sân",
  "centreName": "Tên sân",
  "enterCentreAddress": "Nhập địa chỉ sân",
  "centreAddress": "Địa Chỉ sân",
  "enterNumberOfCourts": "Nhập số sân",
  "enterPricePerHour": "Nhập giá mỗi giờ",
  "pricePerHour": "Giá mỗi giờ",
  "openTimes": "Giờ mở cửa",
  "selectOpenTime": "Chọn giờ mở cửa",
  "closeTime": "Giờ đóng cửa",
  "selectCloseTime": "Chọn giờ đóng cửa",
  "paymentMethod": "Phương thức thanh toán",
  "enterPaymentMethod": "Nhập phương thức thanh toán",
  "activated": "Đang mở cửa",
  "activate": "Mở cửa",
  "closed": "Đã đóng cửa",
  "close": "Đóng cửa",
  "delete": "Xoá",
  "information": "Thông tin",
  "edit": "Sửa",
  "status": "Trạng thái",
  "selectStatus": "Chọn trạng thái",
  "feedbacks": "Đánh giá",
  "feedback": "Đánh giá",
  "staffInformation": "Thông tin nhân viên",
  "addStaff": "Thêm Nhân viên",
  "fullName": "Họ Tên",
  "enterUserName": "Nhập Tên khách hàng",
  "enterUserEmail": "Nhập Email khách hàng",
  "enterUserPhone": "Nhập Số điện thoại khách hàng",
  "selectSlot": "Chọn khung giờ",
  "slot": "Khung giờ",
  "enterStaffEmail": "Nhập email của nhân viên",
  "enterStaffPhone": "Nhập số điện thoại của nhân viên",
  "enterStaffPassword": "Nhập mật khẩu của nhân viên",
  "OTHER_CONTENT": "Thông báo mới",
  "ADD_CENTRE_CONTENT": "Có yêu cầu đăng sân mới từ đối tác",
  "EDIT_CENTRE_CONTENT": "Có yêu cầu thay đổi thông tin mới từ đối tác",
  "ACCEPT_CENTRE_CONTENT": "Sân của bạn đã được phê duyệt",
  "ACCEPT_WITHDRAWAL": "Yêu cầu rút tiền đã được phê duyệt",
  "DENIED_CENTRE_CONTENT": "Sân của bạn đã bị từ chối",
  "REGISTERED_CONTENT": "Chào mừng đến với Court Star!",
  "BOOKING_CONTENT": "Có đơn hàng mới",
  "upload": "Tạo mới",
  "discard": "Hủy bỏ",
  "enterAddress": "Nhập địa chỉ",
  "COURTSTAR - A healthy body leads to a healthy mind": "COURTSTAR - Sức khỏe vững mạnh dẫn tới tinh thần tỉnh táo",
  "History and Development": "Lịch sử hình thành và phát triển",
  "foundedIn2024": "- Công ty được thành lập năm 2024 với tên CourtStar. CourtStar nổi lên là trang đặt chỗ sân cầu lông hàng đầu Việt Nam.",
  "dynamicTeam": "- CourtStar tự hào có một đội ngũ năng động, trẻ trung và nhiệt huyết.",
  "manyCourts": "- CourtStar hiện có nhiều sân cầu lông với cơ sở vật chất tốt.",
  "enthusiasticStaff": "- Với đội ngũ nhân viên nhiệt tình và năng động. Chính sách phê duyệt sân nghiêm ngặt. Chúng tôi chắc chắn sẽ mang đến cho bạn trải nghiệm tuyệt vời khi đặt sân cầu lông trên trang web của chúng tôi.",
  "Mission and Vision": "Sứ mệnh và tầm nhìn",
  "Vision": "Tầm nhìn",
  "visionDescription": "CourStar mong muốn trở thành trung tâm hàng đầu trong lĩnh vực sân cầu lông tại Việt Nam.",
  "Mission": "Sứ mệnh",
  "missionDescription": "Courtstar cam kết cung cấp các sân cầu lông chất lượng tốt nhất để đáp ứng đam mê của khách hàng. Để đạt được điều đó, chúng tôi phải không ngừng cải tiến quy trình xử lý, đánh giá chất lượng sân. Trong tương lai gần, Courtstar sẽ là trung tâm của các sân cầu lông chất lượng hàng đầu tại Việt Nam.",
  "CourtStar Commitments": "Cam kết của CourtStar",
  "Commitment to the Guest": "Cam kết với khách hàng:",
  "guestCommitments": [
    "Sân cầu lông chính hãng với giá tốt nhất.",
    "Trải nghiệm chơi cầu lông vượt trội.",
    "Chính sách thay đổi, hủy sân minh bạch.",
    "Luôn lắng nghe khách hàng để hỗ trợ kịp thời và nâng cao chất lượng dịch vụ.",
    "Cung cấp đa dạng các sân cầu lông với nhiều mức giá và chất lượng khác nhau để khách hàng lựa chọn.",
    "Khách hàng có thể dễ dàng so sánh các sân trước khi đặt.",
    "Nhân viên hỗ trợ khách hàng 24/7, sẵn sàng giải đáp mọi thắc mắc của khách hàng.",
    "Chính sách thay đổi, hủy sân minh bạch."
  ],
  "Commitment to the Partner": "Cam kết với đối tác:",
  "partnerCommitments": [
    "Chính sách hợp tác minh bạch.",
    "Thu hút khách hàng tiềm năng.",
    "Chính sách quảng cáo đa dạng.",
    "Nâng cao uy tín của sân cầu lông."
  ],
  "quickView": "Xem nhanh",
  "personalDataWeCollect": "DỮ LIỆU CÁ NHÂN CHÚNG TÔI THU THẬP",
  "thirdPartyPersonalDataProvided": "CUNG CẤP DỮ LIỆU CÁ NHÂN CỦA BÊN THỨ BA BỞI BẠN",
  "purposeForData": "MỤC ĐÍCH XỬ LÝ DỮ LIỆU",
  "sharingPersonalData": "Chia sẻ dữ liệu cá nhân",
  "internationalDataTransfer": "CHUYỂN DỮ LIỆU QUỐC TẾ",
  "dataStorageAndProcessingTime": "THỜI GIAN LƯU TRỮ VÀ XỬ LÝ DỮ LIỆU",
  "rightsAndObligationsOfCustomers": "QUYỀN VÀ NGHĨA VỤ CỦA KHÁCH HÀNG",
  "dataProtection": "BẢO VỆ DỮ LIỆU",
  "cookies": "COOKIES",
  "updatingDataProtectionPolicy": "CẬP NHẬT CHÍNH SÁCH BẢO VỆ DỮ LIỆU",
  "thankYouForVisiting": "Cảm ơn bạn đã ghé thăm trang web. Chúng tôi tôn trọng và cam kết bảo vệ quyền riêng tư của bạn. Vui lòng đọc chính sách bảo mật dưới đây để hiểu rõ hơn về các cam kết của chúng tôi đối với việc tôn trọng và bảo vệ quyền lợi của khách hàng.",
  "overview": "Tổng quan",
  "overviewText1": "Là Người kiểm soát dữ liệu và/hoặc Người xử lý dữ liệu cá nhân (theo định nghĩa trong Nghị định số 13/2023/NĐ-CP ban hành ngày 17 tháng 4 năm 2023, có hiệu lực từ ngày 1 tháng 7 năm 2023 - gọi tắt là \"Nghị định 13\"), Chính sách Bảo vệ Dữ liệu này (\"Chính sách\") sẽ trình bày cách CourtStar xử lý dữ liệu bạn cung cấp hoặc được thu thập bởi CourtStar.",
  "overviewText2": "\"Xử lý dữ liệu\" có nghĩa là một hoặc nhiều hoạt động ảnh hưởng đến Dữ liệu cá nhân, chẳng hạn như: thu thập, ghi lại, phân tích, xác minh, lưu trữ, chỉnh sửa, tiết lộ, kết hợp, truy cập, truy xuất, khôi phục, mã hóa, giải mã, sao chép, chia sẻ, truyền tải, cung cấp, chuyển giao, xóa, tiêu hủy Dữ liệu cá nhân hoặc các hành động liên quan khác.",
  "overviewText3": "\"Dữ liệu cá nhân\" là thông tin dưới dạng ký hiệu, chữ viết, số, hình ảnh, âm thanh hoặc tương tự trên môi trường điện tử liên quan đến một cá nhân cụ thể hoặc giúp nhận dạng một cá nhân cụ thể. Dữ liệu cá nhân bao gồm dữ liệu cá nhân cơ bản và dữ liệu cá nhân nhạy cảm.",
  "dataCollectionIntro": "CourtStar thu thập nhiều loại thông tin liên quan đến các dịch vụ, bao gồm:",
  "personalData": "Dữ liệu cá nhân",
  "personalDataDetails": "CourtStar thu thập dữ liệu về cách bạn sử dụng các dịch vụ và sản phẩm của chúng tôi, chẳng hạn như loại dịch vụ bạn xem hoặc quan tâm, hoặc tần suất bạn sử dụng dịch vụ. Chúng tôi cũng thu thập dữ liệu cá nhân mà bạn cung cấp cho chúng tôi khi bạn đăng ký nhận bản tin tiếp thị, hoàn thành khảo sát hoặc đăng ký tài khoản để mua sản phẩm/dịch vụ của chúng tôi. Khi thực hiện điều này, chúng tôi có thể yêu cầu thông tin cá nhân như tên, giới tính, ngày sinh, địa chỉ, địa chỉ email, số điện thoại hoặc chi tiết thẻ tín dụng của bạn. Xin lưu ý rằng thông tin thẻ tín dụng là dữ liệu cá nhân nhạy cảm theo quy định của Nghị định 13.",
  "personalDataCollectedAutomatically": "Dữ liệu cá nhân được CourtStar tự động thu thập",
  "automaticDataCollectionIntro": "Các loại dữ liệu cá nhân mà chúng tôi có thể thu thập bao gồm, nhưng không giới hạn ở, các thông tin sau:",
  "contactInformation": "Thông tin liên lạc",
  "contactInformationDetails": "Ví dụ: địa chỉ email, số điện thoại.",
  "financialInformation": "Thông tin tài chính",
  "financialInformationDetails": "Ví dụ: số tài khoản ngân hàng/thẻ ghi nợ/thẻ tín dụng, tên chủ tài khoản, loại thẻ hoặc tài khoản thanh toán được sử dụng... Xin lưu ý rằng thông tin này là dữ liệu cá nhân nhạy cảm theo quy định của Nghị định 13.",
  "transactionInformation": "Thông tin giao dịch",
  "transactionInformationDetails": "Ví dụ: lịch sử mua hàng của sản phẩm/dịch vụ.",
  "behavioralInformation": "Thông tin hành vi",
  "behavioralInformationDetails": "Ví dụ: các hoạt động, sở thích và thói quen của bạn khi truy cập các dịch vụ.",
  "profileInformation": "Thông tin hồ sơ",
  "profileInformationDetails": "Ví dụ: tuổi, giới tính, sở thích và sở thích cá nhân.",
  "marketingAndCommunicationInformation": "Thông tin tiếp thị và liên lạc",
  "marketingAndCommunicationDetails": "Ví dụ: sở thích về việc nhận thông tin tiếp thị từ CourtStar và sở thích liên lạc.",
  "thirdPartyPersonalDataIntro": "Chúng tôi cũng có thể thu thập thông tin về bạn từ các bên thứ ba mà bạn đã đồng ý hoặc nếu cần thiết để cung cấp dịch vụ cho bạn. Dữ liệu này bao gồm, nhưng không giới hạn ở:",
  "thirdPartyPersonalDataItem1": "Dữ liệu cá nhân bạn đã cung cấp cho các đối tác dịch vụ của chúng tôi.",
  "thirdPartyPersonalDataItem2": "Dữ liệu cá nhân có sẵn trên mạng xã hội.",
  "thirdPartyPersonalDataItem3": "Dữ liệu cá nhân do các bên thứ ba cung cấp.",
  "thirdPartyPersonalDataItem4": "Dữ liệu cá nhân từ các nguồn khác.",
  "thirdPartyPersonalDataItem5": "Dữ liệu cá nhân thu thập bằng cách sử dụng cookie của bên thứ ba.",
  "scopePermitted": "Trong phạm vi cho phép của bạn và/hoặc trong phạm vi pháp luật yêu cầu hoặc cho phép, CourtStar có thể sử dụng Dữ Liệu Cá Nhân của bạn cho đồng thời một hoặc nhiều mục đích sau đây:",
  "regisAuthen": " Đăng ký và xác thực",
  "processData": "Chúng tôi có thể Xử Lý Dữ Liệu của bạn để thực hiện cho mục đích đăng ký, xác minh hoặc xác thực danh tính của bạn khi chúng tôi cung cấp sản phẩm/dịch vụ đến bạn và/hoặc phục vụ cho các mục đích khác theo qui định pháp luật và theo Chính Sách này.",
  "relationManagement": "Quản lý mối quan hệ",
  "processYour": "Chúng tôi có thể Xử Lý Dữ Liệu của bạn để phục vụ cho mục đích liên hệ, liên lạc, quản lý tệp khách hàng, xử lý các truy vấn thông tin, yêu cầu, phản hồi, khiếu nại theo yêu cầu của bạn liên quan đến các sản phẩm mà chúng tôi cung cấp cho bạn.",
  "dataAnalysis": "Phân tích dữ liệu",
  "dataPurpose": "Chúng tôi có thể Xử Lý Dữ Liệu của bạn để thực hiện cho mục đích giới thiệu các sản phẩm mà bạn có thể quan tâm, xác định sở thích của bạn và cá nhân hóa trải nghiệm của bạn; để tìm hiểu thêm về bạn, các sản phẩm bạn nhận được cũng như các sản phẩm khác mà bạn có thể muốn nhận; để đo lường mức độ tương tác của bạn, thực hiện phân tích dữ liệu, lập hồ sơ dữ liệu, nghiên cứu thị trường, khảo sát, đánh giá hành vi, thống kê và phân khúc, xu hướng và mô hình tiêu dùng …",
  "improveProduct": "Cải thiện sản phẩm/dịch vụ",
  "dataServe": "Chúng tôi có thể Xử Lý Dữ Liệu của bạn để phục vụ cho mục đích khắc phục và chẩn đoán sự cố, lỗi, hư hỏng, khuyết điểm của sản phẩm cũng như cung cấp các dịch vụ chăm sóc và hỗ trợ khách hàng; Để đánh giá, cải thiện và phát triển các sản phẩm dựa trên mức độ hài lòng và hành vi tiêu dùng của bạn; để đo lường mức độ hiệu quả các chiến dịch tiếp thị, truyền thông cũng như mô hình kinh doanh.",
  "meetFunction": "Để đáp ứng các chức năng trên trang trực tuyến",
  "weMay": "Chúng tôi có thể Xử Lý Dữ Liệu của bạn để thực hiện cho mục đích quản lý, vận hành, theo dõi, giám sát và quản lý các website và nền tảng trực tuyến, đảm bảo rằng website hoạt động đúng cách, hiệu quả và an toàn; để tạo điều kiện thuận lợi cho trải nghiệm của bạn trên các website",
  "informationTech": " Quản lý công nghệ thông tin",
  "toPerform": "CourtStar có thể Xử Lý Dữ Liệu của bạn để thực hiện cho mục đích quản lý vận hành, cải tiến, phát triển hệ thống công nghệ thông tin có thể bao gồm như đảm bảo an ninh thông tin và bảo vệ dữ liệu, đảm bảo tính khả dụng, toàn vẹn và bảo mật của hệ thống, đảm bảo hiệu suất của hệ thống đáp ứng nhu cầu của người sử dụng",
  "protectCommon": "Bảo vệ lợi ích chung",
  "thirdParties": "CourtStar có thể Xử Lý Dữ Liệu của bạn để thực hiện cho mục đích bảo vệ tính bảo mật, tính toàn vẹn, an toàn của dữ liệu, hoạt động kinh doanh của chúng tôi; để thực hiện các quyền của chúng tôi hoặc bảo vệ lợi ích hợp pháp của chúng tôi khi cần thiết. Ví dụ như để giải quyết các khiếu nại, khiếu kiện, phát hiện, ngăn chặn và hành vi vi phạm pháp luật; để đảm bảo tuân thủ các điều khoản và điều kiện của chúng tôi theo Hợp Đồng và hoặc bất kì văn bản nào đối với bên thứ ba bất kỳ;",
  "complianceLegal": "Tuân thủ các qui định pháp luật",
  "complyLegal": "CourtStar có thể Xử Lý Dữ Liệu của bạn để thực hiện cho mục đích tuân thủ các qui định pháp luật và yêu cầu từ cơ quan nhà nước có thẩm quyền tại Việt Nam cũng như của nước ngoài – nơi chúng tôi đang hoạt động kinh doanh hợp pháp.",
  "personalShare": "CHIA SẺ DỮ LIỆU CÁ NHÂN",
  "mayDisclose": "Chúng tôi có thể tiết lộ hoặc chuyển Dữ Liệu Cá Nhân của bạn cho các bên thứ ba sau đây phù hợp với các Mục Đích trong Chính Sách này. Các bên thứ ba được đề cập dưới đây có thể tại lãnh thổ Việt Nam hoặc tại các khu vực ngoài lãnh thổ Việt Nam.",
  "websiteSocial": "Các trang mạng (Website), nền tảng mạng xã hội",
  "provideYou": "Chúng tôi có thể tùy chọn cung cấp cho bạn tính năng đăng nhập trên website CourtStar mà không cần nhập thông tin vào biểu mẫu.",
  "uponRequest": "Bên thứ ba theo yêu cầu của cơ quan nhà nước có thẩm quyền và/hoặc theo qui định của pháp luật",
  "toProtecting": "Chúng tôi cam kết bảo vệ Dữ Liệu Cá Nhân của bạn và chỉ tiết lộ hoặc chia sẻ khi có yêu cầu của cơ quan nhà nước có thẩm quyền và/hoặc theo qui định của pháp luật. Trong trường hợp như vậy, chúng tôi sẽ hợp tác với các cơ quan nhà nước có thẩm quyền hoặc bên thứ ba khác để tuân thủ luật pháp, bảo vệ quyền lợi của chúng tôi và của chính bạn, nhằm ngăn chặn gian lận, bảo mật hoặc các vấn đề an toàn thông tin.",
  "dataTransfer": "CHUYỂN DỮ LIỆU RA NƯỚC NGOÀI",
  "beTransfer": "Dữ Liệu Cá Nhân của bạn có thể được chúng tôi chuyển từ Việt Nam (“Quốc Gia Sở Tại”) đến một vị trí, thành phố, quốc gia khác ngoài phạm vi lãnh thổ Việt Nam (“Quốc Gia Thay Thế”). Khi chúng tôi chuyển Dữ Liệu Cá Nhân của bạn từ Quốc Gia Sở Tại đến Quốc Gia Thay Thế, chúng tôi sẽ tuân thủ các nghĩa vụ pháp lý và quy định liên quan đến Dữ Liệu Cá Nhân của bạn, bao gồm có cơ sở hợp pháp để chuyển Dữ Liệu Cá Nhân và áp dụng các biện pháp bảo vệ phù hợp để đảm bảo đầy đủ mức độ bảo vệ Dữ Liệu Cá Nhân.",
  "legalBasis": "Cơ sở hợp pháp để chúng tôi thực hiện chuyển Dữ Liệu Cá Nhân quy định tại điều này sẽ là sự đồng ý bạn đối với Chính Sách và những biện pháp bảo vệ theo qui định pháp luật.",
  "dataStorage": "THỜI GIAN LƯU TRỮ VÀ XỬ LÝ DỮ LIỆU",
  "storeProcess": "Chúng tôi chỉ lưu trữ và xử lý Dữ Liệu Cá Nhân của bạn trong khoảng thời gian mà chúng tôi cần đến thông tin đó để phục vụ cho các Mục Đích tại Chính Sách đối với bạn hoặc để tuân thủ các nghĩa vụ pháp lý của chúng tôi. Dữ Liệu Cá Nhân của bạn được bắt đầu xử lý từ thời điểm chúng tôi tiếp cận được Dữ Liệu Cá Nhân của bạn.",
  "ceaseStoring": "Chúng tôi sẽ ngừng việc lưu trữ Dữ Liệu Cá Nhân của bạn bằng cách hủy bỏ Dữ Liệu Cá Nhân đó một cách an toàn phù hợp với qui định pháp luật và Chính Sách ngay khi (i) có lý do hợp lý để cho rằng việc lưu trữ đó không còn phục vụ cho các Mục Đích mà Dữ Liệu Cá Nhân được thu thập và không còn cần thiết cho bất kỳ Mục Đích pháp lý hoặc kinh doanh nào và/hoặc (ii) thời hạn lưu trữ thông tin chấm dứt theo quy định pháp luật và/hoặc (iii) có yêu cầu từ bạn về việc hủy bỏ Dữ Liệu Cá Nhân, phản đối, hạn chế Xử Lý Dữ Liệu hoặc rút lại sự đồng ý về việc cho phép Xử Lý Dữ Liệu của bạn.",
  "regulationsAbove": "Không mâu thuẫn với qui định trên, chúng tôi có thể giữ lại một số Dữ Liệu Cá Nhân của bạn để thực hiện các quyền của mình hoặc tuân thủ qui định tại Chính Sách hoặc tuân thủ các qui định pháp luật.",
  "rightsAnd": "QUYỀN VÀ NGHĨA VỤ CỦA KHÁCH HÀNG",
  "knowRight": "Quyền được biết",
  "rightTo": "Bạn có quyền được biết rõ ràng, minh bạch, đầy đủ về cách thức chúng tôi Xử Lý Dữ Liệu của bạn và bao gồm thông tin bạn có các quyền và nghĩa vụ gì đối với Dữ Liệu Cá Nhân khi được chúng tôi Xử Lý Dữ Liệu, trừ trường hợp pháp luật có quy định khác.",
  "toConsent": "Quyền đồng ý và rút lại sự đồng ý",
  "haveRight": "Bạn có quyền đồng ý cho phép chúng tôi Xử Lý Dữ Liệu của mình theo Chính Sách này (cụ thể là chúng tôi dựa vào sự đồng ý để làm cơ sở pháp lý cho việc Xử Lý Dữ Liệu).",
  "toWithdraw": "Bạn có quyền rút lại sự đồng ý của mình, trừ trường hợp pháp luật có quy định khác, vào bất kỳ thời điểm nào bằng việc thông báo cho chúng tôi biết về việc này (mặc dù nếu bạn rút lại sự đồng ý của mình, việc đó không có nghĩa là Xử Lý Dữ Liệu đối với Dữ Liệu Cá Nhân của bạn khi đã có sự đồng ý của bạn tính đến thời điểm đó là bất hợp pháp).",
  "toAccess": " Quyền truy cập và sửa đổi",
  "toView": "Bạn có quyền truy cập để xem, chỉnh sửa hoặc yêu cầu chúng tôi chỉnh sửa bất kỳ Dữ Liệu Cá Nhân nào về bạn mà chúng tôi đang xử lý , trừ trường hợp pháp luật có quy định khác.",
  "notResponsible": "Chúng tôi không chịu trách nhiệm đối với các vấn đề phát sinh trong trường hợp Dữ Liệu Cá Nhân do bạn cung cấp (i) giả mạo/không chính xác (một phần hoặc toàn bộ thông tin) hoặc (ii) gây hiểu nhầm hoặc (iii) không đầy đủ/ không hoàn chỉnh/ không liên quan hoặc (iv) không cập nhật cho chúng tôi về bất kỳ thay đổi nào đối với Dữ Liệu Cá Nhân của bạn như thông tin mà bạn đã cung cấp cho chúng tôi và/hoặc các trường hợp khác theo qui định pháp luật.",
  "deleteData": "Quyền xóa dữ liệu",
  "toRequest": "Bạn có quyền yêu cầu chúng tôi xóa một phần hoặc toàn bộ Dữ Liệu Cá Nhân của mình, trừ trường hợp pháp luật có quy định khác. Xin lưu ý rằng đây không phải là một yêu cầu tuyệt đối trong mọi trường hợp, vì chúng tôi có thể có các căn cứ pháp lý để giữ lại thông tin cá nhân của bạn phục vụ cho Mục Đích tuân thủ các qui định của pháp luật và/hoặc yêu cầu từ cơ quan nhà nước có thẩm quyền.",
  "toRestrict": " Quyền hạn chế Xử Lý Dữ Liệu",
  "toLimit": "Bạn có quyền yêu cầu giới hạn việc chúng tôi Xử Lý Dữ Liệu đối với Dữ Liệu Cá Nhân của bạn, trừ trường hợp pháp luật có quy định khác. Quyền này có nghĩa là phạm vi chúng tôi Xử Lý Dữ Liệu đối với Dữ Liệu Cá Nhân của bạn sẽ bị hạn chế, do đó, chúng tôi có thể lưu trữ thông tin nhưng không được sử dụng tiếp thông tin hoặc xử lý tiếp thông tin.",
  "toProvided": " Quyền được cung cấp dữ liệu",
  "mayRequest": "Bạn có thể yêu cầu chúng tôi cung cấp một bản sao Dữ Liệu Cá Nhân về bạn mà chúng tôi đang có.",
  "toObject": " Quyền phản đối Xử Lý Dữ Liệu",
  "toData": "Bạn có quyền phản đối Xử Lý Dữ Liệu của mình nhằm ngăn chặn hoặc hạn chế tiết lộ Dữ Liệu Cá Nhân hoặc sử dụng cho Mục Đích quảng cáo, tiếp thị, trừ trường hợp pháp luật có quy định khác.",
  "toComplain": "Quyền khiếu nại",
  "toSubmit": "Khách hàng có quyền gửi khiếu nại về việc lộ thông tin cá nhân cho bên thứ ba đến Ban quản trị của website theo thông tin liên hệ ở mục số 12. Khi tiếp nhận những phản hồi này,CourtStar sẽ xác nhận lại thông tin và phải có trách nhiệm trả lời lý do và hướng dẫn khách hàng kiểm tra và bảo mật lại thông tin.",
  "toRequests": "Quyền yêu cầu bồi thường thiệt hại",
  "requestCompensation": "Bạn có quyền yêu cầu bồi thường thiệt hại theo quy định của pháp luật khi có căn cứ cho rằng chúng tôi vi phạm quy định bảo vệ Dữ Liệu Cá Nhân của mình, trừ trường hợp các bên có thỏa thuận khác hoặc luật có quy định khác.",
  "toSelf": "Quyền tự bảo vệ",
  "asRegulated": "Bạn có quyền tự bảo vệ theo quy định của Bộ luật Dân sự và pháp luật hiện hành, hoặc yêu cầu cơ quan, tổ chức có thẩm quyền thực hiện các phương thức bảo vệ quyền dân sự của bạn theo quy định của Bộ luật Dân sự.",
  "tryTo": "Chúng tôi luôn cố gắng xử lý các yêu cầu của bạn một cách nhanh chóng, công bằng và minh bạch. Tuy nhiên, chúng tôi có quyền từ chối các yêu cầu không có căn cứ, trùng lặp hoặc vi phạm quyền và lợi ích hợp pháp của chúng tôi hoặc của bên thứ ba bất kì hoặc nằm ngoài thẩm quyền/phạm vi xử lý dữ liệu của chúng tôi. Chúng tôi sẽ thông báo cho bạn về lý do từ chối và cách khắc phục nếu có thể..",
  "mayExercise": "Bạn có thể thực hiện các quyền này bằng cách gửi e-mail (thư điện tử) cho chúng tôi tại phần “Liên Hệ Với Chúng Tôi” và đính kèm hồ sơ có liên quan (khi chúng tôi yêu cầu và/hoặc qui định pháp luật cho phép). Nếu yêu cầu được đưa ra bởi một người khác không phải bạn nhưng người này không cung cấp được bằng chứng chứng minh yêu cầu đó được thực hiện thay mặt bạn một cách hợp pháp và có sự đồng ý hợp lệ của bạn, thì yêu cầu đó sẽ bị từ chối.",
  "ownPrivacy": "Vì quyền riêng tư và bảo mật thông tin của riêng bạn, chúng tôi có thể yêu cầu bạn xác minh danh tính trước khi đáp ứng yêu thực hiện các quyền nêu tại Điều 7 của Chính Sách này từ bạn.",
  "ofCustomers": "Nghĩa vụ của khách hàng",
  "provideFull": "Cung cấp đầy đủ, chính xác Dữ Liệu Cá Nhân khi bạn đồng ý cho chúng tôi Xử Lý Dữ Liệu.",
  "respectProtect": "Tôn trọng, bảo vệ Dữ Liệu Cá Nhân của người khác.",
  "otherLegal": "Tuân thủ các yêu cầu và nghĩa vụ pháp lý khác đối với chủ thể dữ liệu theo quy định của pháp luật.",
  "notesOn": "Lưu ý về hậu quả, thiệt hại không mong muốn có khả năng xảy ra",
  "ifYou": "Nếu bạn thực hiện một hoặc đồng thời các quyền của mình thì chúng tôi (i) có khả năng không thể thực hiện các hành động cần thiết để đạt được Mục Đích xử lý được mô tả tại Chính Sách đối với bạn; và/hoặc (ii) không thể thực hiện, ký kết được hợp đồng mà chúng tôi đã hoặc đang cố gắng ký kết với bạn; và/hoặc (iii) không thể cung cấp cho bạn các sản phẩm/dịch vụ của chúng tôi.",
  "ofYours": "Việc bạn thực hiện các quyền của mình và các hệ quả không mong muốn này sẽ được xem là sự chấm dứt từ phía bạn cho bất kỳ mối quan hệ nào mà bạn có với chúng tôi, và/hoặc vi phạm nghĩa vụ, các cam kết theo hợp đồng. Để làm rõ, chúng tôi bảo lưu một cách rõ ràng các quyền và biện pháp khắc phục hợp pháp của mình trong những trường hợp đó và đồng thời sẽ không chịu trách nhiệm đối với bạn cho bất kỳ tổn thất, thiệt hại, khiếu nại, khiếu kiện nào phát sinh từ việc bạn thực hiện quyền của mình như nêu trên.",
  "dataProtections": " BẢO VỆ DỮ LIỆU",
  "weHave": "Chúng tôi đã và đang áp dụng nhiều biện pháp về mặt kỹ thuật và tổ chức để bảo vệ và bảo mật Dữ Liệu Cá Nhân của bạn, chẳng hạn như:",
  "byLaw": "Thông tin cá nhân của thành viên trên CourtStar được CourtStar cam kết bảo mật tuyệt đối theo chính sách bảo vệ thông tin cá nhân của CourtStar. Việc thu thập và sử dụng thông tin của mỗi thành viên chỉ được thực hiện khi có sự đồng ý của Quý khách hàng đó trừ những trường hợp pháp luật có quy định khác;",
  "rulesOn": "Thực hiện các chính sách, quy tắc về bảo mật thông tin cùng các biện pháp kỹ thuật nhằm bảo vệ Dữ Liệu Cá Nhân và tuân thủ các yêu cầu theo qui định pháp luật.",
  "conductSecurity": "Kiểm tra an ninh mạng đối với hệ thống và phương tiện, thiết bị phục vụ xử lý Dữ Liệu Cá Nhân trước khi xử lý, xóa không thể khôi phục được hoặc hủy các thiết bị chứa Dữ Liệu Cá Nhân.",
  "weAlso": "Chúng tôi cũng yêu cầu các nhà cung cấp dịch vụ của chúng tôi, hoặc các bên thứ ba khác mà chúng tôi hợp tác và được chúng tôi tiết lộ dữ liệu cá nhân của quý khách hàng phải thực hiện các tiêu chuẩn và biện pháp tương tự về bảo mật, quyền riêng tư và an ninh dữ liệu khi họ Xử Lý Dữ Liệu của bạn.",
  "theEvent": "Trong trường hợp máy chủ lưu trữ thông tin bị hacker tấn công dẫn đến mất mát dữ liệu cá nhân khách hàng, CourtStar sẽ có trách nhiệm thông báo vụ việc cho cơ quan chức năng điều tra xử lý kịp thời và thông báo cho khách hàng được biết.",
  "forCookies": "COOKIES",
  "cookieIs": "Cookie là một file văn bản được đặt trên đĩa cứng của quý khách bởi một máy chủ của trang web. Cookie không được dùng để chạy chương trình hay đưa virus vào máy tính của quý khách. Cookie được chỉ định vào máy tính của quý khách và chỉ có thể được đọc bởi một máy chủ trang web trên miền được đưa ra cookie cho quý khách.",
  "toHelp": "Chúng tôi dùng (cookie) để giúp cá nhân hóa và nâng cao tối đa hiệu quả sử dụng thời gian trực tuyến của quý khách khi truy cập trang web CourtStar mà không cần đăng ký lại thông tin sẵn có.",
  "acceptDecline": "Quý khách có thể chấp nhận hoặc từ chối dùng cookie. Hầu hết những browser tự động chấp nhận cookie, nhưng quý khách có thể thay đổi những cài đặt để từ chối tất cả những cookie nếu quý khách thích. Tuy nhiên, nếu quý khách chọn từ chối cookie, điều đó có thể gây cản trở và ảnh hưởng không tốt đến một số dịch vụ và tính năng phụ thuộc vào cookie tại trang web/app.",
  "updatingThe": "CẬP NHẬT CHÍNH SÁCH BẢO VỆ DỮ LIỆU",
  "mayModify": "Chúng tôi có thể xem xét, sửa đổi hoặc cập nhật tự động Chính Sách này trên các website CourtStar của chúng tôi theo quyết định riêng của mình vào từng thời điểm, để đảm bảo rằng việc cập nhật phù hợp với hoạt động kinh doanh của chúng tôi cũng như tuân thủ những thay đổi của qui định pháp luật. Nếu các thay đổi đó có tính chất đáng kể, chúng tôi sẽ cung cấp một thông báo dễ nhận thấy hơn (bằng một thông báo chung được công bố trên website CourtStar hoặc đến địa chỉ thư điện tử (email) do bạn cung cấp).",
  "agreeThat": "Bạn đồng ý rằng bạn có trách nhiệm xem lại Chính Sách này thường xuyên để biết thông tin mới nhất về việc chúng tôi Xử Lý Dữ Liệu của bạn và do đó, việc bạn tiếp tục sử dụng website CourtStar hoặc sử dụng các sản/phẩm dịch vụ do chúng tôi cung cấp sau bất kỳ sửa đổi nào đối với Chính Sách này sẽ cấu thành sự đồng ý của bạn đối với Chính Sách này và tất cả các sửa đổi (nếu có) và việc Xử Lý Dữ Liệu của bạn theo Chính Sách này và tất cả các sửa đổi (nếu có).",
  "forConsent": "SỰ ĐỒNG Ý",
  "pleaseRead": "Vui lòng đọc kỹ chính sách này và đảm bảo rằng bạn đã đọc, hiểu toàn bộ nội dung của Chính Sách và đồng ý, cho phép chúng tôi Xử Lý Dữ Liệu của Bạn theo quy định tại Chính Sách này.",
  "notAgree": "Nếu Bạn không đồng ý bất kì nội dung nào trong Chính Sách, vui lòng không tiếp tục truy cập website hoặc cung cấp/gửi Dữ Liệu Cá Nhân cho Chúng Tôi. Bạn có quyền gửi các phản hồi, khiếu nại, thắc mắc của mình tại phần “LIÊN HỆ VỚI CHÚNG TÔI” để được giải đáp.",
  "allCenTre": "Tất cả sân",
  "topUp": "Nạp tiền",
  "withdraw": "Rút tiền",
  "billPayment": "Hóa đơn",
  "todayIncome": "Thu nhập hôm nay",
  "todayBookings": "Lượt đặt hôm nay",
  "expectedRevenue": "Doanh thu dự kiến",
  "amount": "Số tiền",
  "selectAmount": "Chọn kiểu lọc tiền",
  "enterAmount": "Nhập số tiền",
  "pending": "Đang chờ",
  "dashboard": "Bảng thống kê",
  "allUser": "Tất cả người dùng",
  "centreManager": "Nhà Quản lý",
  "managerName": "Tên của Quản lý",
  "enterManagerName": "Nhập tên của Quản lý",
  "customer": "Khách hàng",
  "customerName": "Tên của Khách hàng",
  "enterCustomerName": "Nhập tên của Khách hàng",
  "enterCustomerEmail": "Nhập email của Khách hàng",
  "enterCustomerPhone": "Nhập số điện thoại của Khách hàng",
  "withdrawalRequest": "Yêu cầu rút tiền",
  "postCentreRequest": "Yêu cầu đăng sân",
  "description": "Điểm nổi bật",
  "cancelBooking": "Hủy đặt sân",
  "canceled": "Đã hủy",
  "deny": "Từ chối",
  "booking": "Đặt sân",
  "bookNow": "Đặt sân ngay",
  "calendar": "Lịch đặt sân",
  "to": "đến",
  "court": "Sân",
  "Monday": "Thứ Hai",
  "Tuesday": "Thứ Ba",
  "Wednesday": "Thứ Tư",
  "Thursday": "Thứ Năm",
  "Friday": "Thứ Sáu",
  "Saturday": "Thứ Bảy",
  "Sunday": "Chủ Nhật",
  "Description": "Mô tả",
  "reset": "Đặt lại",
  "Partners": "Điều khoản đối tác",
  "basicTerm": "Điều khoản cơ bản",
  "basicTermsPartner": [
    "Tất cả các đối tác muốn hợp tác với chúng tôi đều phải có giấy phép kinh doanh rõ ràng, minh bạch.",
    "Sân phải có địa chỉ rõ ràng và chất lượng tốt.",
    "Đối tác phải chấp nhận tất cả các điều khoản của chúng tôi."
  ],
  "condition": "Điều kiện chung",
  "uploadCourt": "Chính sách đăng sân",
  "uploadCondition": [
    "Chúng tôi yêu cầu bạn cung cấp đầy đủ các thông tin về sân như tên trung tâm, địa chỉ trung tâm, quận, quận, giá mỗi giờ, số lượng sân, thời gian mở và đóng, hình ảnh thật của sân, mô tả sân.",
    "Khi bạn đã đăng thành công Trung tâm của mình, hệ thống của chúng tôi sẽ kiểm tra và xác thực nó. Sau khi xác thực thành công, Trung tâm của bạn sẽ được hiển thị trên trang web của chúng tôi."
  ],
  "partnerSharing": "Chính sách hoa hồng",
  "moneySharing": [
    "Chính sách của chúng tôi dựa trên giá thị trường hiện tại, chúng tôi sẽ được hưởng 5% cho mỗi lần đặt sân mà khách hàng thực hiện.",
    "Giá chúng tôi đưa ra là hợp lý nhất trên thị trường, chúng tôi sẽ không chấp nhận bất kỳ trường hợp nào muốn thương lượng về giá cả."
  ],
  "withdrawalPolicy": "Chính sách rút tiền",
  "withdrawPolicy": [
    "Đối với tiền của Người quản lý sân trên web của chúng tôi, bạn có thể yêu cầu rút tiền bất cứ lúc nào. Chúng tôi yêu cầu bạn nhập chính xác Tên ngân hàng, Mã số ngân hàng, Số tiền, Tên chủ thẻ.",
    "Chính sách rút tiền của chúng tôi sẽ xuất hiện trong vòng 2 đến 3 ngày. Chúng tôi hy vọng rằng Người quản lý sân sẽ đợi cho đến khi tiền vào tài khoản của họ sau khi đưa ra yêu cầu. Nếu sau 2 đến 3 ngày không nhận được, vui lòng liên hệ email Courtstar.se@gmail.com để chúng tôi có thể hỗ trợ kịp thời."
  ],
  "prohibitedActivity": "Những hoạt động bị cấm",
  "prohibitedActPartner": [
    "Quản lý sân không được đăng thông tin sai lệch về sân mà bạn muốn hợp tác trên trang web của chúng tôi.",
    "Không được có hành vi lừa đảo tiền bạc đối với khách hàng của chúng tôi.",
    "Không thu thập thông tin về sân trên hệ thống của chúng tôi khi chưa có sự đồng ý của CourtStar."
  ],
  "copyRight": "Bản Quyền",
  "allCopyright": "Nội dung trên ứng dụng này, bao gồm hình ảnh, văn bản và video được bảo vệ theo bản quyền và nhãn hiệu, vì vậy việc sử dụng bất kỳ nội dung nào trong số đó mà không có sự đồng ý sẽ là bất hợp pháp. Ngoại trừ nội dung do người dùng tải lên, tất cả tài liệu có sẵn đều là tài sản của ứng dụng này. Điều khoản của ứng dụng này không cấp cho ai quyền sử dụng tên của ứng dụng hoặc bất kỳ thông tin nào khác như tên miền, nhãn hiệu, mẫu và các tính năng phân biệt khác. Chúng tôi có quyền sử dụng nhận xét, phản hồi và đề xuất của bạn về ứng dụng này.",
  "Customer": "Chính sách và điều kiện cho Khách Hàng",
  "beLiable": "Bạn sẽ chịu trách nhiệm về mọi hoạt động diễn ra trong hồ sơ người dùng của mình.",
  "basicTerms": [
    "Bạn chịu trách nhiệm về mọi hoạt động xảy ra trong tài khoản người dùng của mình.",
    "Bạn không được spam các tính năng trên trang web của chúng tôi.",
    "Bạn không được ăn cắp ý tưởng hoặc nhãn hiệu của chúng tôi.",
    "Bạn phải tuân thủ các điều khoản đặt phòng của chúng tôi."
  ],
  "generalConditions": [
    "Chúng tôi có quyền chấm dứt dịch vụ của mình vì bất kỳ lý do gì mà không cần thông báo bất cứ lúc nào.",
    "Việc bạn tiếp tục sử dụng ứng dụng này sẽ đồng nghĩa với việc bạn chấp nhận những thay đổi hoặc sửa đổi đó, những gì cấu thành nên thay đổi quan trọng sẽ được xác định theo quyết định riêng của chúng tôi, một cách thiện chí và sử dụng lẽ thường cũng như phán đoán hợp lý.",
    "Chúng tôi có quyền từ chối cung cấp dịch vụ cho bất kỳ ai vì bất kỳ phán quyết hợp lý nào.",
    "Khi bạn sử dụng dịch vụ của bất kỳ sân nào mà bạn đã đặt, bạn phải tuân thủ các quy định của sân đó cũng như trên trang web của chúng tôi.",
    "Giá sân mà chúng tôi trưng bày đã được chúng tôi kiểm chứng so với chất lượng của sân đó nên bạn có thể yên tâm rằng mình sẽ được trải nghiệm dịch vụ với mức giá phù hợp."
  ],
  "useThe": "Bạn không được truy cập hoặc sử dụng ứng dụng cho bất kỳ mục đích nào khác ngoài mục đích mà chúng tôi cung cấp ứng dụng. Không được sử dụng ứng dụng này liên quan đến bất kỳ nỗ lực thương mại nào ngoại trừ những nỗ lực được chúng tôi xác nhận hoặc phê duyệt cụ thể. Với tư cách là người dùng ứng dụng, bạn đồng ý không: Bạn không được truy cập hoặc sử dụng ứng dụng cho bất kỳ mục đích nào khác ngoài mục đích mà chúng tôi cung cấp ứng dụng. Không được sử dụng ứng dụng này liên quan đến bất kỳ nỗ lực thương mại nào ngoại trừ những nỗ lực được chúng tôi xác nhận hoặc phê duyệt cụ thể. Với tư cách là người dùng ứng dụng, bạn đồng ý không:",
  "prohibitedActivities": [
    "Truy xuất một cách có hệ thống dữ liệu hoặc nội dung khác từ ứng dụng để tạo hoặc biên dịch, trực tiếp hoặc gián tiếp, một bộ sưu tập, biên soạn, cơ sở dữ liệu hoặc thư mục mà không có sự cho phép bằng văn bản của chúng tôi.",
    "Phá vỡ, vô hiệu hóa hoặc can thiệp vào các tính năng liên quan đến bảo mật của Ứng dụng, bao gồm các tính năng ngăn chặn hoặc hạn chế việc sử dụng hoặc sao chép bất kỳ Nội dung nào hoặc thực thi các hạn chế đối với việc sử dụng ứng dụng và/hoặc Nội dung có trong đó.",
    "Lừa đảo, lừa đảo hoặc đánh lừa chúng tôi và những người dùng khác, đặc biệt là trong mọi nỗ lực tìm hiểu thông tin tài khoản nhạy cảm như mật khẩu người dùng.",
    "Sử dụng không đúng cách các dịch vụ hỗ trợ của chúng tôi hoặc gửi báo cáo sai về hành vi lạm dụng hoặc hành vi sai trái.",
    "Can thiệp, làm gián đoạn hoặc tạo gánh nặng quá mức cho ứng dụng hoặc mạng hoặc dịch vụ được kết nối với ứng dụng.",
    "Cố gắng mạo danh người dùng hoặc người khác hoặc sử dụng tên người dùng của người dùng khác.",
    "Sử dụng bất kỳ thông tin nào có được từ ứng dụng để quấy rối, lạm dụng hoặc làm hại người khác.",
    "Giải mã, dịch ngược, tháo rời hoặc thiết kế đối chiếu bất kỳ phần mềm nào bao gồm hoặc tạo thành một phần của ứng dụng theo bất kỳ cách nào.",
    "Quấy rối, làm phiền, đe dọa hoặc đe dọa bất kỳ nhân viên hoặc đại lý nào của chúng tôi tham gia cung cấp bất kỳ phần nào của Sản phẩm trên thị trường cho bạn.",
    "Sao chép hoặc điều chỉnh phần mềm ứng dụng, bao gồm nhưng không giới hạn ở Flash, PHP, HTML, JavaScript hoặc mã khác."
  ],
  "refunderPolicy": "Chính sách hoàn tiền",
  "refundPolicy": [
    "Khi đã đặt lịch và thanh toán thành công, bạn không được phép hủy phiên tòa vì bất kỳ lý do gì. Nếu bạn hủy, bạn sẽ không được hoàn lại số tiền đã thanh toán.",
    "Trong trường hợp tòa án đã đặt của bạn bị Quản lý tòa án hủy vì lý do liên quan đến việc sửa chữa tòa án hoặc từ đối tác, bạn sẽ được hoàn lại 100% số tiền bạn đã đóng."
  ],
  "frequency": "Tần suất",
  "weeklyBooking": "Đặt hàng tuần",
  "apply": "Áp dụng",
  "plsEnterEmail": "*Hãy nhập email của bạn!",
  "plsEnterPassword": "*Hãy nhập mật khẩu!",
  "wrongMailOrPass" : "Email hoặc mật khẩu đã sai!",
  "plsEnterFirstName": "*Hãy nhập tên của bạn!",
  "plsEnterLastName": "*Hãy nhập họ của bạn!",
  "plsEnterPhone": "*Hãy nhập số điện thoại của bạn!",
  "youWillNotAbleToRecoverTheEntireSelection": "Bạn sẽ không thể khôi phục lại những sự lựa chọn hiện tại",
  "youWillNotAbleToRecoverThisAction": "Bạn sẽ không thể khôi phục lại hành động này",
  "areYouSure": "Bạn đã chắc chắn",
  "youAllowThisCentreOpenInTheSystem": "Bạn chấp thuận cho sân này xuất hiện trên hệ thống",
  "youAllowThisWithdrawalRequest": "Bạn chấp thuận cho yêu cầu rút tiền này",
  "youDeleteThisManagerAccount": "Bạn xóa tài khoản quản lý này",
  "youDeleteThisStaffAccount": "Bạn xóa tài khoản nhân viên này",
  "youDeleteThisCustomerAccount": "Bạn xóa tài khoản khách hàng này",
  "enterManagerEmail": "Nhập Email của quản lý",
  "managerEmail": "Email của Quản lý",
  "district": "Quận",
  "allRating": "Tất cả đánh giá",
  "1star": "1 sao",
  "2star": "2 sao",
  "3star": "3 sao",
  "4star": "4 sao",
  "5star": "5 sao",
  "allStatus": "Tất cả trạng thái",
  "Unavailable": "Không hoạt động",
  "Available": "Hoạt động",
  "deleted": "Đã xóa",
  "active": "Đang hoạt động",
  "dateCreate": "Ngày tạo yêu cầu",
  "selectDateCreate": "Chọn kiểu lọc ngày",
  "allRequest": "Trạng thái ban đầu",
  "Ascending": "Tăng dần",
  "Descending": "Giảm dần",
  "Accepted": "Đã chấp nhận",
  "Denied": "Đã từ chối",
  "Pending": "Đang chờ",
  "totalRevenue": "Tổng doanh thu",
  "totalCentre": "Tổng số sân",
  "totalUser": "Tổng số người dùng",
  "profitGrowth": "Tăng trưởng lợi nhuận",
  "revenue": "Doanh thu",
  "userRegistration": "Số người đăng kí",
  "centreRegistration": "Số sân đăng kí",
  "Export": "Xuất bản",
  "weekRevenue": "Doanh thu tuần này",
  "postCentre": "Yêu cầu đăng sân",
  "allDate": "Theo ngày",
  "allSlot": "Theo slot",
  "bookingDetail": "Chi tiết đặt sân",
  "Date": "Ngày chơi",
  "selectDate": "Chọn ngày",
  "courtNumber": "Sân số",
  "checkIn": "Điểm danh",
  "opening": "Đang mở",
  "Disable": "Vô hiệu hóa",
  "manage": "Quản lý",
  "moveStaff": "Chuyển nhân viên",
  "Submit": "Xác nhận",
  "selectCentre": "Chọn sân",
  "withdrawalHistory": "Lịch sử giao dịch",
  "bankName": "Tên ngân hàng",
  "enterNameBank": "Nhập tên Ngân Hàng",
  "accountNumber": "Số tài khoản",
  "enterAccountNumber": "Nhập số tài khoản",
  "cardholderName": "Tên chủ thẻ",
  "enterCardholderName": "Nhập tên chủ thẻ",
  "noReason": "Không có lý do",
  "overviewThisWeek": "Tổng quan tuần này",
  "approvedCentre": "Sân đã phê duyệt",
  "registeredPartner": "Đối tác đã đăng ký",
  "registeredCustomer": "Khách hàng đã đăng ký",
  "revenueGrowthChart": "Biểu đồ tăng trưởng doanh thu",
  "accountAndCentreRegistrationChart": "Biểu đồ số lượng đăng ký tài khoản và đăng ký sân",
  "export": "Xuất",
  "addStaffSuccess": "Thêm nhân viên thành công",
  "enterReasonForDenied": "Nhập lý do từ chối",
  "reasonForDenial": "Lý do từ chối",
  "accept" : "Chấp nhận",
  "requestDetail": "Chi tiết yêu cầu",
  "createdDate":"Ngày tạo",
  "responseDate": "Ngày phản hồi",
  "logOutSuccessfully": "Đăng xuất thành công",
  "bookingHistory": "Lịch sử đặt sân",
  "logOut": "Đăng xuất",
  "myPlatform": "Nền tảng của tôi",
  "deleteStaffSuccess": "Xóa nhân viên thành công",
  "youDeleteThisAccount": "Bạn muốn xóa tài khoản này",
  "deleteProfileSuccess": "Xóa tài khoản thành công",
  "deleteProfileError": "Xóa tài khoản không thành công",
  "profileUpdatedSuccessfully": "Hồ sơ đã cập nhật thành công",
  "profileUpdatedError": "Hồ sơ cập nhật không thành công",
  "youAllowDeleteThisCentre": "Bạn chắc chắn muốn xóa sân này",
  "expired": "Đã hết hạn",
  "undo": "Hoàn tác",
  "someoneIsPayingForThisSlotPleaseChooseAnotherSlot!": "Có người đang đặt những slot này, vui lòng chọn slot khác!",
  "thisSlotCannotBeBookedConsecutivelyForTheNumberOfWeeksYouSelect": "Giờ chơi này không thể được đặt liên tiếp trong số tuần bạn chọn!",
  "loginSuccess": "Đăng nhập thành công!"
}
